month=8
if((1..3)===month) 		
	infos="春天"
	elsif ((4..6)===month)	
		infos="夏天"
		elsif ((7..9)===month)			
			infos="秋天"
			elsif((10..12)===month)				
				infos="冬天"
end
puts infos		
case infos
	when  "春天"
	puts "特点是：花香鸟语飘满村。细听来，句句是乡音。\n旅游胜地是：
	\n成都龙泉驿赏桃\n人面不知何处去， 桃花依旧笑春风。"
	when "夏天"
	puts "特点是：村前村后一幅画。午饭后，纳凉大树下。\n旅游胜地是：\n
	九寨沟\n神奇九寨画中天，掠魄牵魂人欲仙。"
	when "秋天"
	puts "特点是：有朋来自五大洲。东海岸，相约看海鸥。\n旅游胜地是：\n
	八达岭国家森林公园\n 停车坐爱枫林晚，霜叶红于二月花"
	when "冬天"
	puts "特点是：佳节已在喜庆中。大街上，传来爆竹声。\n旅游胜地是：\n
	长白山或天山\n当春天地争奢华，洛阳园苑尤纷拏。谁将平地万堆雪，
	剪刻作此连天花"
end